Repository: Robertorc83/SimpleAuth
Catalog: lang/cleanlogin-*.po
Languages: sv_se

source: Successfully logged in!
sv_se: Inloggad!

source: Wrong credentials
sv_se: Felaktigt användarnamn eller lösenord

source: Successfully logged out!
sv_se: Utloggad!

source: Information updated
sv_se: Informationen uppdaterad

source: Passwords must be eight characters including one upper/lowercase letter, one special/symbol character and alphanumeric characters. Passwords should not contain the user's username, email, or first/last name.
sv_se: Lösenordet måste vara minst åtta tecken långt. Av dessa måste minst ett vara en versal, ett en konsonant, ett specialtecken och en siffra. Lösenord skall inte innehålla användarnamn, e-postadress eller användarens för- och efternamn.

source: Passwords must be identical
sv_se: Lösenorden måste vara identiska

source: Error updating email
sv_se: Fel när e-postadressen uppdaterades

source: Something strange has ocurred
sv_se: Något märkligt har inträffat

source: You need to be logged in to edit your profile
sv_se: Du måste vara inloggad för att redigera din profil

source: User created
sv_se: Användare skapad

source: New user created
sv_se: Ny användare har skapats

source: Username is not valid
sv_se: Ogiltigt användarnamn

source: Passwords must be identical and filled
sv_se: Lösenorden måste vara identiska och ifyllda

source: Email is not valid
sv_se: E-postadressen är ogiltig

source: CAPTCHA is not valid, please try again
sv_se: Ogiltig CAPTCHA, försök igen

source: Something strange has ocurred while created the new user
sv_se: Något gick fel när den nya användaren skapades

source: You are now logged in. It makes no sense to register a new user
sv_se: Du är inloggad och kan alltså inte skapa en ny användare

source: You will receive an email with the activation link
sv_se: Du kommer få ett e-postmeddelande med en aktiveringslänk.

source: You may receive an email with the activation link
sv_se: Du kommer få ett e-postmeddelande med en aktiveringslänk.

source: An error has ocurred sending the email
sv_se: Ett fel uppstod när e-postmeddelandet skickades

source: You are now logged in. It makes no sense to restore your account
sv_se: Du är inloggad och kan därför inte återställa ditt lösenord

source: New user registered: %s <br/><br/>Please change the role from 'Stand By' to 'Subscriber' or higher to allow full site access
sv_se: Ny användare registrerad: %s <br/><br/>Var snäll och ändra rollen från 'Väntande användare' till 'Prenumerant' eller högre för att ge full åtkomst

source: New user registered: %s <br/>
sv_se: En ny användare har registrerats: %s <br/>

source: New user
sv_se: Ny användare

source: Use the following link to restore your password: <a href='%s'>restore your password</a> <br/><br/>%s<br/>
sv_se: Använd följande länk för att återställa ditt lösenord: <a href='%s'>återställ lösenord</a> <br/><br/>%s<br/>

source: Restore your password
sv_se: Återställ lösenord

source: Admin area
sv_se: Administrationsområde

source: Below you can check the plugin status regarding the shortcodes usage and the pages/posts which contain it.
sv_se: Nedan kan du se tilläggets status när det gäller kortkoder. Du kan se om de används, och i så fall på vilken sida/inlägg.

source: Currently not used
sv_se: Används för närvarande inte

source: Used <a href="%s">here</a>
sv_se: Används <a href="%s">här</a>

source: This shortcode contains login form and login information.
sv_se: Denna kortkod innehåller inloggningsformulär och inloggningsinformation.

source: This shortcode contains the profile editor. If you include in a page/post a link will appear on your login preview.
sv_se: Denna kortkod innehåller profileditorn. Om du använder kortkoden på en sida/inlägg kommer en länk visas på sidan med inloggningsinformation.

source: This shortcode contains the register form. If you include in a page/post a link will appear on your login form.
sv_se: Denna kortkod innehåller registreringsformuläret. Om du använder den på en sida/inlägg kommer en länk visas på ditt inloggningsformulär.

source: This shortcode contains the restore (lost password?) form. If you include in a page/post a link will appear on your login form.
sv_se: Denna kortkod innehåller återställ lösenordsformuläret. Om du använder den på en sida/inlägg kommer en länk visas i ditt inloggningsformulär.

source: Settings saved.
sv_se: Inställningar sparade.

source: Admin bar
sv_se: Administrationslist

source: Hide admin bar for non-admin users?
sv_se: Göm administrationslisten för användare som inte är administratörer?

source: Dashboard access
sv_se: Åtkomst till panelen

source: Disable dashboard access for non-admin users?
sv_se: Förhindra åtkomst till panelen för användare som inte är administratörer?

source: Please note that you can only log in through <strong>wp-login.php</strong> and this plugin. <strong>wp-admin</strong> permalink will be inaccessible.
sv_se: Notera att du endast kan logga in via <strong>wp-login.php</strong> och genom denna plugin. <strong>wp-admin</strong> permalink kommer ej kunna användas.

source: Antispam protection
sv_se: Spamskydd

source: Enable captcha?
sv_se: Använd CAPTCHA?

source: Honeypot antispam detection is enabled by default.
sv_se: Honeypot-spamskydd är påslaget som standard.

source: For captcha usage the PHP-GD library needs to be enabled in your server/hosting.
sv_se: För att använda captha behöver PHP-GD biblioteket vara påslaget på din server.

source: User role
sv_se: Användarroll

source: Enable Standby role?
sv_se: Använd rollen 'Användare väntar'?

source: Standby role disables all the capabilities for new users, until the administrator changes. It usefull for site with restricted components.
sv_se: Rollen 'Användare väntar' gör att nya användare inte får full behörighet, tills administratören ändrar detta. Detta är användbart på webbsidor där vissa delar har restriktioner.

source: Choose the role(s) in the registration form?
sv_se: Välj roll(er) i registreringsformuläret?

source: This feature allows you to choose the role from the frontend, with the selected roles you want to show. You can also define an standard predefined role through a shortcode parameter, e.g. [simple-auth-register role="contributor"]. Anyway, you need to choose only the role(s) you want to accept to avoid security/infiltration issues.
sv_se: Detta låter användaren välja roll i klienten. Användaren kan endast välja av de roller som du valt att presentera. Du kan också välja en roll genom att skicka med en kortkodsparameter t.ex. [simple-auth-register role="contributor"]. Du måste välja den roll, eller de roller, som stämmer överrens med dina säkerhetsinställningar för att undvika konflikter.

source: Hide username
sv_se: Göm användarnamn

source: Hide username?
sv_se: Göm användarnamn?

source: Hide username from the preview form.
sv_se: Göm användarnamn från förhandsgranskningsformuläret?

source: Password complexity
sv_se: Komplext lösenord

source: Enable password complexity?
sv_se: Kräv komplext lösenord?

source: Email notification
sv_se: Avisering via e-post

source: Enable email notification for new registered users?
sv_se: Använd e-postavisering när ny användare registrerar sig?

source: Please use HMTL tags for all formatting. And also you can use:
sv_se: Använd HTML-taggar för formatering. Du kan också använda:

source: Save Changes
sv_se: Spara ändringar

source: Use this widget to show the user login status and Clean Login links.
sv_se: Använd denna widget för att visa användarens inloggningsstatus och för att visa Clean Login-länkar.

source: Edit my profile
sv_se: Ändra min profil

source: Logout
sv_se: Logga ut

source: Log in
sv_se: Logga in

source: Register
sv_se: Registrering

source: Lost password?
sv_se: Glömt lösenord?

source: User login status
sv_se: Användarens inloggningsstatus

source: Title:
sv_se: Titel:

source: General information
sv_se: Allmän information

source: First name
sv_se: Förnamn

source: Last name
sv_se: Efternamn

source: E-mail
sv_se: E-postadress

source: Change password
sv_se: Byt lösenord

source: If you would like to change the password type a new one. Otherwise leave this blank.
sv_se: Om du vill byta lösenord skriv in det nya, annars lämnas fälten tomma.

source: New password
sv_se: Nytt lösenord

source: Confirm password
sv_se: Bekräfta lösenord

source: Update profile
sv_se: Uppdatera profil

source: Username
sv_se: Användarnamn

source: Password
sv_se: Lösenord

source: Remember?
sv_se: Kom ihåg?

source: Log out
sv_se: Logga ut

source: Type the text above
sv_se: Skriv texten ovan

source: Choose your role:
sv_se: Välj din användarroll:

source: Username (or E-mail)
sv_se: Användarnamn, eller e-postadress

source: Restore password
sv_se: Återställ lösenord

source: Your new password is
sv_se: Ditt nya lösenord är
